;; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.1.9
; Update: 11 Aug 2023
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=Nederlands

[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=OK
ButtonClose=Sluiten
BtnNews=Informatie
[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
LangShortName=nl-nl
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informatie
Warning=Waarschuwing
Error=Fout
Confirm=Bevestigen
FrmMOMain.ckperiod.caption=Optimaliseer elke

;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Wise Memory Optimizer met vrienden delen
FrmMoMain.imgfacebook.hint=Op Facebook liken
FrmMoMain.imgtwitter.hint=Op Twitter delen
FrmMoMain.chkupdate.caption=Automatisch op updates controleren.
FrmMoMain.btnlike.caption=Like it
FrmMoMain.lblTotalMem.Caption=Geheugen =:
FrmMoMain.lblaopt.Caption=Indien het geheugen kleiner is dan:
FrmMoMain.lbltry.Caption=Meer geheugen vrijmaken
FrmMoMain.btnsettings.Caption=Instellingen
FrmMoMain.btnOpt.Caption=Nu optimaliseren
FrmMoMain.chkmin.Caption=Naar de systeembalk minimaliseren
FrmMoMain.chkauto.Caption=Uitvoeren bij starten Windows
FrmMoMain.chkautoOpt.Caption=Automatisch optimaliseren
FrmMoMain.ckchkclearborad.Caption=Plakbord schoonmaken bij optimalisatie.
FrmMoMain.chkidle.Caption=Optimaliseren bij CPU in rust.(Aanbevolen)
FrmMoMain.lbllang.Caption=Taal:
FrmMOMain.cknotice.caption=Toon meldingen na optimalisatie.
FrmMOMain.ckMode.caption=Dark Mode
;
; About
;
FrmAbout.caption=Over
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Huidige versie:
FrmAbout.lblemail.caption=E-mail voor ondersteuning:
FrmAbout.lblhome.caption=Website
FrmAbout.lblthanks.caption=Met dank aan de volgende personen:
FrmAbout.lblUninstall.caption=Uninstall Instructie
FrmAbout.lblPolicy.caption=Privacy Policy
FrmAbout.lblEula.caption=EULA

[MemoryOptimizer]
ThisTimeFreeMemory=We hebben %s geheugen vrijgemaakt.
CurPrecent=Huidig geheugengebruik:
UsedMemory=Gebruikt geheugen:
AvailableMemory=Beschikbaar geheugen:
FreeMemory=Vrij geheugen:
At=op
pmShow=Open Wise Memory Optimizer
pmOpt=Nu optimaliseren
pmAbout=Over
pmExit=Exit
SureExit=Optimalisatie geheugen is bezig, weet u zeker dat u wilt stoppen?
Mintotray=Optimaliseren geheugen
pmdefragmem=Defrag Geheugen
pmclearmem=Geheugen schoonmaken
pmclearstandbymem=Standby Geheugen schoonmaken

[Message]
NoNews=Er zijn geen ongelezen berichten
NewVer=Er is een nieuwe versie beschikbaar! Wilt u nu upgraden?
NotShowNotice=Dit bericht niet opnieuw tonen.
NoOptItem= You need to choose at least one optimization method to optimize.
minutes=minute(n)
hours=Uur
